public class Main {
    public static void main(String[] args) {
        int cost = 13_676;
        int oneMile = 20;
        int bonusMiles = cost / oneMile;
        System.out.println("Вам начислено " + bonusMiles + " бонусных миль");


        // Объявляете переменные для входных данных и
        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной мили

        // Рассчитываете количество бонусных миль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
    }
}
